cases/3D/Bn0p10_hr1_cap2_dom3_mesh30/0.orig/gamma
FoamFile { version 2.0; format ascii; class volSymmTensorField; object gamma; }
// 3Dcyl ceyrek-silindir, valette1to1 creeping. ALG kayma-hizi alani (kinematik). Patch: bottom/atmosphere/xMin/yMin/xMax/yMax.

dimensions      [0 0 -1 0 0 0 0];
internalField   uniform (0 0 0 0 0 0);

boundaryField
{
    bottom      { type zeroGradient; }
    atmosphere  { type zeroGradient; }
    xMin        { type symmetryPlane; }
    yMin        { type symmetryPlane; }
    xMax        { type zeroGradient; }
    yMax        { type zeroGradient; }
}
