cases/3D/Bn0p10_hr1_cap2_dom3_mesh30/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
