cases/3D/Bn0p10_hr1_cap2_dom3_mesh30/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }
ddtSchemes      { default Euler; }
gradSchemes     { default Gauss linear; }
divSchemes
{
    default                       none;
    div(rhoPhi,U)                 Gauss linearUpwind grad(U);
    div(phi,alpha)                Gauss vanLeer;
    div(phirb,alpha)              Gauss interfaceCompression;
    div(((rho*nuEff)*dev2(T(grad(U)))))    Gauss linear;
    div((muEff*dev2(T(grad(U)))))          Gauss linear;
    div(lambda)                            Gauss linear;
    div((r_alg*gamma))                     Gauss linear;
    div((algMask*(lambda-(r_alg*gamma))))  Gauss linear;
}
laplacianSchemes      { default Gauss linear corrected; }
interpolationSchemes  { default linear; }
snGradSchemes         { default corrected; }
