cases/3D/Bn0p10_hr1_cap2_dom3_mesh30/system/setFieldsDict
FoamFile { version 2.0; format ascii; class dictionary; object setFieldsDict; }
defaultFieldValues ( volScalarFieldValue alpha.mayo 0 volVectorFieldValue U (0 0 0) );
regions ( cylinderToCell { p1 (0 0 0); p2 (0 0 1); radius 1; fieldValues ( volScalarFieldValue alpha.mayo 1 ); } );
